Revit 2027 API
UnitTypeId.CubicMetersPerKilonewton Property
 Cubic meters per kilonewton.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CubicMetersPerKilonewton { get; }
Public Shared ReadOnly Property CubicMetersPerKilonewton As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CubicMetersPerKilonewton {
	ForgeTypeId^ get ();
}
static member CubicMetersPerKilonewton : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace